[
  {
    "Numero": 1,
    "Nome": "Tinker Bell",
    "Descricao": ": A protagonista da série e uma talentosa fada artesã que trabalha construindo coisas. Ela é determinada, corajosa e muitas vezes curiosa, levando-a a diversas aventuras.",
    "Especie": "Fada",
    "Tipo": ["Artesã"],
    "Imagem": "\\img\\tinker.jpg"
  },
  {
    "Numero": 2,
    "Nome": "Fawn",
    "Descricao": " Uma fada da fauna que é apaixonada pelos animais e pela natureza. Ela é gentil, compassiva e tem o dom de se comunicar com os animais, o que a leva a diversas aventuras emocionantes.",
    "Especie": "Fada",
    "Tipo": ["Animal"],
    "Imagem": "\\img\\fawn.jpg"
  },
  {
    "Numero": 3,
    "Nome": "Silvermist",
    "Descricao": " Uma fada da água que é calma, graciosa e gentil. Ela tem uma personalidade tranquila e adora nadar e brincar com a água. Silvermist é conhecida por sua capacidade de acalmar os outros.",
    "Especie": "Fada",
    "Tipo": ["Água"],
    "Imagem": "\\img\\silvermist.jpg"
  },
  {
    "Numero": 4,
    "Nome": "Iridessa",
    "Descricao": "Uma fada da luz que é responsável por criar e controlar a luz do sol. Ela é trabalhadora, leal, otimista e atrapalhada, e sempre busca encontrar soluções para os problemas.",
    "Especie": "Fada",
    "Tipo": ["Luz"],
    "Imagem": "\\img\\iridessa.jpg"
  },
  {
    "Numero": 5,
    "Nome": "Rosetta",
    "Descricao": "Uma fada das plantas que adora jardinagem e é extremamente vaidosa. Ela é elegante, extrovertida e muito preocupada com a beleza. Rosetta tem o dom de fazer flores florescerem e prosperarem.",
    "Especie": "Fada",
    "Tipo": ["Jardinagem"],
    "Imagem": "\\img\\rosetta.jpg"
  },
  {
    "Numero": 6,
    "Nome": "Vidia",
    "Descricao": "Uma fada ventania que é rápida, competitiva e um pouco egoísta. Ela é conhecida por sua velocidade e agilidade, mas muitas vezes tem dificuldade em trabalhar em equipe. Com o tempo, ela desenvolve uma amizade com Tinker Bell e as outras fadas.",
    "Especie": "Fada",
    "Tipo": ["Vento"],
    "Imagem": "\\img\\vidia.jpg"
  },
  {
    "Numero": 7,
    "Nome": "Periwinkle",
    "Descricao": "Periwinkle é irmã gêmea de Tinker Bell. Algumas de suas atividades favoritas incluem deslizar no gelo, patinagem, e colecionar coisas perdidas. Suas asas e as de Tink brilham sempre que elas estão próximas umas das outras.",
    "Especie": "Fada",
    "Tipo": ["Neve"],
    "Imagem": "\\img\\periwinkle.jpg"
  },
  {
    "Numero": 8,
    "Nome": "Terence",
    "Descricao": "Uma fada guardiã do pózinho que trabalha na oficina de pózinho mágico. Ele é um amigo próximo de Tinker Bell e tem uma queda por ela. Terence é leal, gentil e está sempre disposto a ajudar seus amigos, mesmo que isso signifique enfrentar seus próprios medos.",
    "Especie": "Fada",
    "Tipo": ["Guardiã"],
    "Imagem": "\\img\\peter.jpg"
  },
  {
    "Numero": 9,
    "Nome": "Gliss",
    "Descricao": "Ela é enérgica, brincalhona e adora se divertir na neve. Gliss tem uma personalidade vibrante e é muito leal às suas amigas.",
    "Especie": "Fada",
    "Tipo": ["Neve"],
    "Imagem": "\\img\\gliss.jgp"
  },
  {
    "Numero": 10,
    "Nome": "Spike",
    "Descricao": "Ela é um pouco tímida, mas muito habilidoso em criar e esculpir com gelo e neve. Spike é leal e está sempre disposto a ajudar seus amigos quando necessário.",
    "Especie": "Fada",
    "Tipo": ["Neve"],
    "Imagem": "\\img\\spike.jpg"
  },
  {
    "Numero": 11,
    "Nome": "Sled",
    "Descricao": "Sled é uma fada séria e trabalhadora, ajudante do rei do Gelo. Também é namorado de Rosetta.",
    "Especie": "Fada",
    "Tipo": ["Neve"],
    "Imagem": "\\img\\bfrosetta.jpg"
  },
  {
    "Numero": 12,
    "Nome": "Clank",
    "Descricao": "Uma fada artesã especializada em trabalhar com metal e máquinas. Ele é conhecido por sua lerdeza e humor.",
    "Especie": "Fada",
    "Tipo": ["Artesã"],
    "Imagem": "\\img\\clank.jpg"
  },
  {
    "Numero": 13,
    "Nome": "Bobble",
    "Descricao": "Outra fada artesã que trabalha com metal e máquinas. Bobble é pequeno, enérgico e possui uma personalidade extrovertida e divertida.",
    "Especie": "Fada",
    "Tipo": ["Artesã"],
    "Imagem": "\\img\\bobble.jpg"
  },
  {
    "Numero": 14,
    "Nome": "Fada Mary",
    "Descricao": "Ela é a chefe das fadas artesãs e supervisiona todas as atividades na oficina artesã. Fairy Mary é uma fada trabalhadora, diligente e um pouco severa, mas tem um grande coração e se preocupa profundamente com o bem-estar de todas as fadas no vale.",
    "Especie": "Fada",
    "Tipo": ["Artesã"],
    "Imagem": "\\img\\professora.jpg"
  },
  {
    "Numero": 15,
    "Nome": "Zafira",
    "Descricao": "Ela é curiosa e ambiciosa, sempre em busca de novas misturas de pózinho mágico. Sua busca pela perfeição muitas vezes a leva a desafiar as regras, o que causa alguns problemas. No entanto, ela eventualmente aprende lições valiosas sobre confiança e amizade.",
    "Especie": "Fada",
    "Tipo": ["Mixologia"],
    "Imagem": "\\img\\zafira.jpg"
  },
  {
    "Numero": 16,
    "Nome": "Ministro da Primavera",
    "Descricao": "Ele é encarregado de trazer a primavera ao Vale das Fadas. Sua principal responsabilidade é garantir que as flores floresçam, os pássaros cantem e que a natureza se renove após o inverno.",
    "Especie": "Fada",
    "Tipo": ["Ministro"],
    "Imagem": "\\img\\ministerspring.jpg"
  },
  {
    "Numero": 17,
    "Nome": "Ministro do Outono",
    "Descricao": "O Ministro do Outono supervisiona a transição do verão para o outono. Ele garante que as folhas mudem de cor e caiam das árvores, preparando a natureza para a chegada do inverno.",
    "Especie": "Fada",
    "Tipo": ["Ministro"],
    "Imagem": "\\img\\ministerfall.jpg"
  },
  {
    "Numero": 18,
    "Nome": "Ministra do Verão",
    "Descricao": "Esta ministra é responsável por trazer o calor e a luz do sol ao Vale das Fadas durante o verão. Ela cuida para que os dias sejam ensolarados e que as plantas prosperem sob o calor do sol.",
    "Especie": "Fada",
    "Tipo": ["Ministro"],
    "Imagem": "\\img\\ministersummer.jpg"
  },
  {
    "Numero": 19,
    "Nome": "Ministra do Inverno",
    "Descricao": "Esta ministra é encarregado de trazer o frio e a neve ao Vale das Fadas durante o inverno. Ela cuida para que as paisagens sejam cobertas de neve e que as criaturas hibernem ou se adaptem ao clima frio.",
    "Especie": "Fada",
    "Tipo": ["Ministro"],
    "Imagem": "\\img\\ministerwinter.jpg"
  },
  {
    "Numero": 20,
    "Nome": "Lorde Milori",
    "Descricao": "É a fada responsável pelo Bosque do Inverno. Ele é uma pessoa séria e protetora, tem uma história de amor com a Rainha Clairon.",
    "Especie": "Fada",
    "Tipo": ["Rei"],
    "Imagem": "\\img\\kingwinter.jpg"
  },
  {
    "Numero": 21,
    "Nome": "Rainha Clairon",
    "Descricao": "Clairon é a Rainha do Refúgio das Fadas. Ela tem uma personalidade amigável e meiga, é protetora com todos a sua volta.",
    "Especie": "Fada",
    "Tipo": ["Rainha"],
    "Imagem": "\\img\\clairon.jpg"
  },
  {
    "Numero": 22,
    "Nome": "Blaze",
    "Descricao": "Blaze é um vaga-lume que se tornou um pet adorável de TinkerBell, é um bichinho adorável e fofo.",
    "Especie": "Animal",
    "Tipo": ["Pet"],
    "Imagem": "\\img\\blaze.jpg"
  },
  {
    "Numero": 23,
    "Nome": "Lizzy",
    "Descricao": "Lizzy é uma criança doce que ama fadas e acredita nelas. É curiosa e ama aventuras.",
    "Especie": "Humano",
    "Tipo": ["Humano"],
    "Imagem": "\\img\\lizzy.jpg"
  },
  {
    "Numero": 24,
    "Nome": "Pai",
    "Descricao": "O pai de Lizzy é um homem sem tempo e trabalhador. Ele trabalha com biologia e, no começo do filme, não acreditava em fadas e achava Lizzy tola por acreditar.",
    "Especie": "Humano",
    "Tipo": ["Humano"],
    "Imagem": "\\img\\pai.jpg"
  }]